Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: 1 sentence collected
kvx: هيڪ جُملو لِيڌو ڳيو

source: 2019 End-of-Year Release
kvx: 2019 سال رو آخرِي رِليز

source: 2 down, keep it up!<playIcon></playIcon>
kvx: 2 پُورا، جارِي راکو <playIcon></playIcon>

source: ≥ 2 No votes
kvx: ≥ 2 نا تصڌيق

source: ≥ 2 Yes votes
kvx: ≥2 هووئہ تصديق

source: Abbreviations and Acronyms
kvx: مُختصِر آکر انَ مقرر آکر

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
kvx: مُختصِر انَ مُقرر آکر زم “يُو ايس اي”ڪا“آئِي سِي اِي”نئہ ذريعا متنَ ۾ اِستعمال ڪريا ٿِي پيرهينَ پاهو ڪروو کپئہ،ڪم تون اُوئون نئہ ايوا طرِيقا ٿِي ڀڻي لِيڌو زائہ جيو اُوئون رئي اسپيلنگز ٿِي مطابقت نٿِي راکتو۔اِيئا ٿِي علاوه، هيڪ ئي آکر را ڪِي شارٽ طرِيقا ٿي هيڪئہ جيا مسئلا پيڌا ڪرئہ۔

source: Abkhaz
kvx: ابخاز

source: About
kvx: ڀارام

source: About options menu
kvx: آپشنز مينيُو را ڀارام

source: About us
kvx: امارا ڀارام

source: About us options menu
kvx: امارا ڀارام آپشن مينيُو

source: Academic Reference
kvx: تعليمي حوالو

source: Accent
kvx: ڍاۯو/لهجو

source: Accepted file types: .tsv only
kvx: مونل فائل را نمُونا: .tsv صِرف

source: Access press releases and stories related to Common Voice
kvx: ڪومنَ وائيس را ڀارام پريس رلِيزون انَ وارتائون زوئو

source: Account
kvx: اڪائونٽ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
kvx: <accuracyLink> سهي را معيار نئہ زوئو۔</accuracyLink>

source: Acehnese
kvx: اچني

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
kvx: { $actionType } <micIcon> </micIcon> ان زتو ٿئہ هيڪئہ قڌرتِي جواڀ ۮيو

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
kvx: { $actionType } <playIcon> </playIcon> ان جيو منک ٻوله ريو اُوئا نئہ لِک لئہ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kvx: { $actionType } <playIcon></playIcon>ڪِي اُوئہ جُملو ٺِيڪ ٻوليو۔

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
kvx: { $actionType }<playIcon></playIcon> آڊيو ڪِلپ ۿومڀۯو، انَ لکائِي چيڪ ڪرو۔ڪِي اي مِلئه رئي؟ جيڪيۮِي نا، تون اُوئا نئہ ۿاوي ٺائُوڪئہ نمُونئہ مِلايا رئي ڪوشش ڪرو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kvx: { $actionType } <recordIcon> </recordIcon> پسئہ جُملو زور ٿِي ڀڻو

source: { $actionType }<stopIcon></stopIcon> when done
kvx: { $actionType } <stopIcon> </stopIcon>زئيون ٿي زائھ

source: { $actionType } submit when ready
kvx: { $actionType } زئيون تيار هوئہ تون جمع ڪرو

source: Adamawa Fulfulde
kvx: ادماوا فلفلدي

source: Add and Review Sentences, Add Questions, Transcribe Audio
kvx: جُملا شامِل ڪرو انَ دوهرائِي رئہ ٽوڻئہ، سوئال شامِل ڪرو،Transcribe Audio ڪرو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
kvx: هيڪ سوئال شامِل ڪرو<icon></icon>۾{ $currentLocale }منکون نئہ جواڀ ۮِيڌا ۿارُو

source: Add as much information as you can about the language. This could include:
kvx: ٻولِي را ڀارام زتئي پڻ گھڻئي جانڪارئي ۮي هيڪتا هوئو، ۮيو۔ اِيئا ۾ اي شينهون شامِل ٿي هيڪئہ:

source: Add <icon></icon> a public domain sentence
kvx: ڀيۯو ڪرو <icon> </icon> هيڪ پبلِڪ ڊومئن جُملو سئہ

source: Add information
kvx: معلُومات نوکو

source: Adding Questions
kvx: سوئالون نئہ شامِل ڪرو

source: Adding Sentences
kvx: جُملون نئہ شامِل ڪرو

source: Additional Language
kvx: وڌِيڪ شامِل ڪرل ٻولئي

source: Add Language
kvx: ٻولئي شامِل ڪرو

source: Add new custom accent "{ $inputValue }"
kvx: ضرُورت پرموڻئہ لجها نئہ ڌاخل ڪرو"{ $inputValue }"

source: Add new sentences for the community to read
kvx: نات ۿارُو نوا جُملا شامِل ڪرو زم اُو ڀڻي هيڪئہ

source: Add one sentence per line
kvx: هر هيڪ ليڻ ۾ هيڪ جُملو شامِل ڪرو

source: Add Questions
kvx: سوئالون نئہ شامِل ڪرو

source: Add questions in your language
kvx: آپرِي ٻولِي ۾ سوئال شامِل ڪرو

source: Add Questions <small>(Coming soon)</small>
kvx: سوئالون نئہ شامِل ڪرو<small>(جلڌِي آوئه ريا)</small>

source: Add Sentences
kvx: جُملا جمع ڪرو

source: Add sentences in your language
kvx: آپرِي ٻولِي ۾ جُملا شامِل ڪرو

source: Add Text
kvx: متنَ نئہ شامِل ڪرو

source: Add up to 1,000 sentences
kvx: هزار ۿُوڌِي جُملا شامِل ڪرو

source: Add Your Voice
kvx: آپرئِي آواز ڌاخِل ڪرو

source: Adyghe
kvx: اديگ

source: Afaan Oromo
kvx: آفان اورومو

source: Afar
kvx: پيراگراف

source: A few bytes
kvx: جوم ننڪئي ڊيٽا مِقڌار

source: Afrikaans
kvx: افريڪانز

source: Age
kvx: زمار

source: A good question for public participation datasets should:
kvx: منکون رئي شمُوليت ڊيٽاسيٽ ۿارُو هيڪ ٺائُوڪو سوئال ڪينئڪ ايوَا نمُونا رو هووو کپئہ:

source: Agriculture and Food
kvx: ٻنئِي ٻارو انَ کاڌو

source: Albanian
kvx: البينِيئنَ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kvx: ٿوڙڪوڪ لارليو آواز ٺِيڪ سئہ، پڻ جيڪيۮِي تمي ڪياڪ ٻِيزا منک نئہ ڌار ڌار آکر ٻولتون ۿومڀۯون، تون ڪِلپ نئہ رد ڪرو پرو۔ گھڻو ڪرينَ اي تئيون ٿئہ زئيون ٽِي وِي ساڏئي پرئي هوئہ، ڪا پسئہ ايوا پاهئہ ۾ ڪياڪ رئي وات چِيت ٿيتئي هوئہ۔

source: All
kvx: ٻڌائي

source: All sentence must have the same domain
kvx: ٻڌون جُملون رو هيڪ ئِي domain هووو کپئہ

source: All sentences must have the same citation
kvx: ٻڌون جُملون رو هيڪ ئِي citation هووو کپئہ

source: Already have an account? <login>Log-In</login>
kvx: اڳي هيڪ اڪائونٽ سئہ<login> لوگ اِن ڪرو۔

source: Alsatian
kvx: الاسٽِيئنَ

source: Amharic
kvx: امهارِڪ

source: An error occurred fetching sentences
kvx: جُملا حاصِل ڪريا ۾ ڪينڪ ڳلتئي ٿئي

source: An error occurred reviewing this sentence
kvx: اِيئا جُملا رِي جونچ پڙتال ڪرتون ڳلتئي ٿئي

source: An error occurred submitting your voice information
kvx: تمارئي آواز رئي معلُومات submit ڪرتون هيڪ ڳلتئي ٿئِي۔

source: An error occurred while creating this transcript
kvx: اي متن تيار ڪريا رئي ٽوڻئہ هيڪ گلتي پيش آوئي۔

source: An error occurred while editing the transcript
kvx: لکت ايڊٽ ڪرتون هيڪ ڳلتئي پيش آوَئي

source: An error occurred while recording
kvx: ريِڪارنگ رئہ ٽوڻئہ هيڪ ڳلتئي پيش آوَئي

source: An error occurred while skipping the transcript
kvx: لکائِي نئہ ساڏيا رئہ ٽوڻئہ هيڪ ڳلتئي پيش آوَئي

source: An error occurred while skipping this prompt
kvx: لکائِي نئہ ساڏيا رئہ ٽوڻئہ هيڪ ڳلتئي پيش آوَئي

source: An error occurred while submitting the report
kvx: رپورٽ ميليا رئہ ٽوڻئہ هيڪ ڳلتئي پيش آوئي

source: An error occurred while uploading your response
kvx: رپورٽ ميليا رئہ ٽوڻئہ هيڪ ڳلتئي پيش آوئي

source: An error occurred while voting the prompt
kvx: لِکت مانه ووٽ ۮيتون هيڪ ڳلتئي ۿومئي آوَئي

source: An error occurred while voting the transcript
kvx: لِکت مانه ووٽ ۮيتون هيڪ ڳلتئي ۿومئي آوَئي

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
kvx: اوۯکوڻ وڳر اِستعمال ٿيل ڊيٽا زم،زمار،جِنس،ان لهجا رِي ٻولِي رِي اوۯکوڻ نئہ انَ اِنجڻ نئہ ٺائُوڪو ٺايا ۿارُو آ﻿ڊيو ڊيٽا ۾ مڌت ڪرئہ۔تمارو اِستعمال ٿيا واۯو نوم انَ اِيميل ڪيۮِي پڻ تمارا ۮِيڌا ڊيٽا ٿِي مِلل نئِين هوئہ،انَ تمي اي سُونڍي هيڪو جي آپرو اِستعمال ڪريا واۯو نوم منکون نئہ ۮيکاڙينَ راکو ڪا ۿتاڙينَ راکو۔

source: Answer
kvx: جواڀ

source: Answer questions
kvx: سوئال جواڀ

source: Answer Questions
kvx: سوئال جواڀ

source: Answer Questions <small>(Coming soon)</small>
kvx: سوئال جواڀ<small>(جلڌِي آوئه ريا)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
kvx: هر منک آپرِي ٻولِي نئہ ڀچايا ۿارُو،ٻِيزي وار جيوَتو ڪريا ۿارُو انَ ٺائُوڪو ٺايا ۿارُو مڌت ڪري هيڪئہ،متن انَ تقرِير نئہ ٺاوينَ شيئر ڪرينَ۔

source: Approve
kvx: منظُور

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kvx: هلڪئي لارلئي ٽائي ٺِيڪ سئہ پڻ امون نئہ ايوي ٻِيزي آوازون نٿِي کپتي جيو مشِين﻿َ algorithm نئہ اُوئون ويڻون نئہ اوۯکيا ۾ ۮورووڻ ٿئہ جيو متنَ ۾ لکل نٿِي۔ جيڪيۮِي تمي متنَ وڳر ڪوئي ويڻ ۿومڀۯي هيڪو تون ڪِلپ نئہ رد ڪروو کپئہ۔ گھڻو ڪرينَ هم تئيون ٿئہ زئيون ٽِي وِي رو آواز وڌِيڪ هوئہ ڪا آهئہ پاهئہ ڪوئي وات چِيت ٿيتئي هوئہ۔

source: Arabic
kvx: اريبِڪ

source: Aragonese
kvx: ارگونِيز

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
kvx: ڪِي تمي ڪومنَ وائيس ڀي اِکيتيار ٻولِي را آزمتا واۯا گرُوپ ۾ شامِل سو؟

source: Are you coming? [called by another]
kvx: ڪِي تمي آووه ريا؟ [ڪيڻينڪ ٻِيزئہ ۿاۮ ۮِيڌو]

source: Are you coming? <strong>[called by another]</strong>
kvx: ڪِي تمي آووه ريا؟ <strong> ٻِيزِي ڪيڻنڪ ۿاۮ ۮِيڌو </strong>

source: Armenian
kvx: ارمينِيئنَ

source: Armenian Western
kvx: ارمينِئنَ ويسٽرنَ

source: Arvanitika
kvx: اروانتِيڪا

source: Ask about a new language
kvx: نوِي ٻولِي را ڀارام پُونسوو۔

source: Ask Mozilla to share your events
kvx: موزِيلا نئہ ڪو جي اُو تمارا پروگروم شيئر ڪرئہ

source: Ask sensitive questions
kvx: حساس سوئال نہ پُونسوو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kvx: <discourseLink>وات چِيت </discourseLink> ڪا <emailLink> اِيميل </emailLink>

source: Assamese
kvx: ايس ايم ايس

source: Asturian
kvx: آسٽرِيئن

source: Atayal
kvx: اتايل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
kvx: لکائِي ۾ هر اُو وات لکوو کپئہ جيو منک ڪِيڌئي هوئہ، ڀلئہ اُو جُملو هوئہ ڪا سوچ، ياڌ۔، جيوي آوازون ان ڌوهرائي ڪرل جُملا پڻ شامل هوئہ۔

source: Attention!
kvx: ڌيونَ!

source: Audio Format
kvx: آڊيو رو فارميٽ

source: Automotive and Transport
kvx: آٽو موٽِو انَ سواري

source: Avatar
kvx: اوَتار

source: Avatar uploaded
kvx: اوتار اپلوڊ ٿي ڳيو

source: Average
kvx: ايوَريج

source: A voice clip is marked "valid" when a user gives it a Yes vote.
kvx: آواز رو ڪِلپ تئيون مونيو زائه زئيون ۿومڀۯيا واۯو اُوئا رئي تصديق ڪرئہ۔

source: Avoid too much background noise - it should be easy to hear you.
kvx: گھڻِي لارلي آواز ٿِي پاهو ڪرو- تمارئي آواز ۿورئہ نمُونئہ ۿومڀۯيام آوو کپئہ۔

source: Awards
kvx: اِنعوم

source: Azerbaijani
kvx: آزرڀائِيجانِي

source: Baatonum
kvx: ڀاتونم

source: Baba Malay
kvx: بابا مالائي

source: Back
kvx: لار

source: Background Noise
kvx: لار رئي ٽائي

source: Background Voices
kvx: لارلي آوازون

source: Back to Top
kvx: واپس اُونسا زائو

source: Bafia
kvx: بفيا

source: Bafut
kvx: بفُت

source: Bahasa Malay
kvx: ڀهاسہ مالائي

source: Balochi
kvx: بلوچِي

source: Balti
kvx: بالٽِي

source: Bambara
kvx: ڀمڀرا

source: Bamun
kvx: بامُون

source: Bamvele
kvx: بيم ويلِي

source: Bankon
kvx: ڀينڪون

source: Baoule
kvx: بائُولِي

source: Basaa
kvx: باسا

source: Bashkir
kvx: بشڪِير

source: Basque
kvx: باسڪيُو

source: Batanga
kvx: بٽانگا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
kvx: ڪياڪ ڪِلپ نئہ ڪياڪ وجہ ٿِي کتم ڪريا ٿِي پيرهِين کيال راکو جيڪيۮِي ڀڻيا واۯئہ ڪوئي ويڻ ڳلت تلفُظ ڪريو هووَئہ، زور ڳلت جڳا مانه ۮِيڌو هووئہ، ڪا سوئال را نِشونَ نئہ نظر انداز ڪريو هوئہ ٻڌِي دُنيا ۾ ڌار ڌار تلفُظ استعمال ٿئه ريا، جيا ۾ ڪينڪ ايوا ٿي هيڪئہ جيا تمي آپرا عِلاقا ۾ نہ ۿومڀۯيا هوئہ۔ اُوئون منکون را ٿوڙا وکوڻ ڪرو جو تمون ٿِي ڌار نمُونا ٿِي وات چِيت ڪرئہ۔

source: Become a Common Voice Partner
kvx: ڪومنَ وائيس رو حصيڌار ٺاوو

source: Be easy to understand and respond to
kvx: ۿورئہ نمُونئہ ۿزم ۾ آيا واۯا انَ جواڀ ۮِيڌام ۿورا هووئہ

source: Be generally relevant
kvx: گھڻو ڪرينَ هايا جيوا ئي هووئہ

source: Belarusian
kvx: بيلارئشِينَ

source: Benefits
kvx: ڦائيڌا

source: Bengali
kvx: بنگالِي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
kvx: Beret ٻئيون ويڻون ڀيۯو ٺِيڪ سئہ پيرهيان ويڻ مانه زور (UK) ڪا ٻِي﻿زا ويڻ مانه زور (US)]

source: Betawi
kvx: بيٽاوِي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
kvx: ايوِيون ٻولِيون رِيئون حقِيقتون نئہ ٺائُوڪئہ نمُونئہ ۿزميا ۿارُو انَ <mark>وات ڪرتون ٻولِي نئہ ڀڌلوو رو اِستعمال ڪروو</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
kvx: ايويون ٻوليون ۿارُو ٺائُوڪئي مڌت ڪا ڪوم جيو ڪئين پڻ آکرون رو <mark>ٽوۯو نٿِي راکتي</mark>(زم مثال سماجِي ٻولئي،لهجا،وڳر لکل تاريخِي ٻولي وغيره)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
kvx: <bold>سِول سوسائيٽئي انَ ڳوتيا واۯا ماهر</bold>-اثر دار ڊيٽاسيٽ ٺاوو،هوسٽ ڪرو مُفت ۾ شيئر ڪرو

source: <bold>{ $count }</bold> Clips
kvx: <bold>{ $count }</bold> ڪِلپس

source: <bold>Help us</bold> find more voices
kvx: <bold>امارئي مڌت ڪرو</bold> وڌِيڪ آوازون ڳوتيا ۾

source: <bold>If you value open, inclusive data - donate today!</bold>
kvx: <bold>جيڪيۮِي تمي، کُلل انَ اِنڪليُوسِوَ ڊيٽا رئي قڌر ڪرو- تون آز ئي ۮونَ ۮيو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
kvx: <bold>ڦلاحِي ڪوم</bold>-نوِي سوچ رِي ترقِي نئہ وڌايا ۿارُو مڌت ڪرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
kvx: <bold>ٽيڪ ڪمپني</bold>-هيڪ ترقئي ڪرتو گھڻيون ٻوليون اي آئِي ايڪو سسٽم ۿارُو کُلو ڊيٽاسيٽ ٺايا ۾ سرمايا ڪارئي ڪرو

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
kvx: <bold>اي آئِي رُوڳو ڪيئنڪ ٻوليون ۿارُو ئي ڪم ڪوم ڪروو؟</bold>

source: Borgu Fulfulde
kvx: بارگيُو فلفلدي

source: Bosnian
kvx: بوسنيئنَ

source: Both
kvx: ٻي

source: Both (Speak and Listen)
kvx: ٻي(ٻولو انَ ۿومڀۯو)

source: Breton
kvx: بريٽونَ

source: [British English might make "root"]
kvx: [برطانيا رِي انگريزِي ۾ رُوٽ را تلفُلظ رو نمُونو ڪينڪ ڌار ٿي هيڪئہ]

source: Browse Languages
kvx: ٻولي زوئو

source: Brushaski
kvx: بروشسڪِي

source: Build a custom goal
kvx: هيڪ ڪسٽم حدف ٺاوو

source: Build Profile
kvx: پروفائيل ٺايو

source: Bulgarian
kvx: بلگيريئنَ

source: Bulk batch
kvx: گھڻِي تعداد ۾

source: Bulk Sentences Uploaded
kvx: جوم گھڻا جُملا اپلوڊ ٿي ڳياه

source: Bulu
kvx: بُولُو

source: Bunun
kvx: بنُون

source: Burmese
kvx: ڀُرميسِي

source: Buryat
kvx: بُريات

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
kvx: <b> هيڪ اِيميل ڪم؟</b> امارئہ آيا واۯا ٽوڻا ۾ ڊيٽا بيس ۾ تڀڌِيليون را حوالا ٿِي تمون ٿِي راڀطو ڪروو پڙي هيڪئہ، انَ اِيميل ئي امون ۿارُو راڀطو ڪريا رو ذريعو سئہ۔

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
kvx: ڪِلڪ ري ذريعي مارا لِنڪ مانه هيم اِيميل ڪرينَ،تمي امارا<termsLink>اِستعمال ري شرطون</termsLink>انَ<privacyLink>پاليسئي</privacyLink>ٿِي اِتفاق ڪرونه، ان اي پڻ موني ليونه جي موزِيلا تمون نئہ ڪومنَ وائيس آزمائش ۾ شامِل ٿيا ۿارُو جانڪارئي ميلي هيڪئہ جيو ڪومنَ وائيس را ڀي اِکيتار پروجيڪٽ ۿارُو سئہ۔

source: By editing your goal, you may lose your existing progress.
kvx: آپرا حدف نئہ ايڊٽ ڪريا ٿِي، تمي آپرئي موجوده ڪارڪردگي نئہ ڳمي هيڪو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kvx: اِيميليز لِيڌا رو اِنتخاب ڪرينَ، تمي اي ڪيوا ڪوه جي تمي موزِيلا نئہ هائي جانڪارئي ۮِيڌا رئي اِجازت ۮيوه ريا زم موزِيلا ڪنئہ<privacyLink> ۾ کُلينَ ۿمڀۯايو ڳيو</privacyLink>۔

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
kvx: <b>تمي اِيئا وات نئہ مونوه جي </b> تمي ڪومنَ وائيس ڊيٽا سيٽ ۾ ٻوليا واۯا رئي اوۯکوڻ زوڻيا ڪوشش نئِين ڪرو

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
kvx: آپرا ڀارام ڪيئنڪ جانڪارئي ۮِيڌا ٿِي،جيو آڍيو ڊيٽا ڪومنَ وائيس نئہ ميلو جيو ٻولِي نئہ اوۯکيا واۯا اِنجڻ گھڻو ڦائيڌا واۯو ٿيشي جيو اِيئا ڊيٽا نئہ آپرئي ڌُرستگئي ٺائُوڪئي ٺايا ۿارُو استعمال ڪري هيڪون۔

source: By telling us about yourself, you will help developers build more inclusive technology
kvx: آپرا ڀارام ۾ اَمون نئہ ۿمڀۯايا ٿِي تمي ٺايا واۯون رئي مڌت ڪرشو جي اُو وڌارئہ ٺائُوڪا نمُونا ٿِي ٺاوي هيڪئہ۔

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kvx: Common Voice رو و﻿﻿اپراوَ ڪرتون تمي امارا <termsLink> شرطون </termsLink>انَ<privacyLink> گُپت جانڪارِي </privacyLink> نئہ مونوه ريا۔

source: Cameroon Pidgin
kvx: ڪيمرُونَ پيڊجِينَ

source: [Canadian English might make "route" sound like "rowt"]
kvx: [ڪينيڊا رِي انگريزِي ۾ "رُوٽ" نئہ "رووَٽ" رِي آواز را زم ۿومڀۯيو زائہ]

source: Can be answered in a few sentences
kvx: ايوا سوئال پُونسو جيا را ڪئنڪ جُملون ۾ جواڀ ۮِيڌا زائہ

source: Cancel
kvx: رڌ

source: Cancel Re-recording
kvx: ڪينسل ڪرو ﻿﻿انَ ٻِيزِي وار رِيڪارڊ ڪرو

source: Cancel Submission
kvx: Submission رد ڪرو

source: Cannot submit more than 1000 sentences
kvx: تمي هزار ٿِي وڌارئہ جُملا جمع نٿِي ڪري هيڪتا

source: Can't decide?
kvx: ڦينصلا نٿِي ڪري هيڪتا؟

source: Cantonese
kvx: ڪينٽونِيز

source: Catalan
kvx: ڪيٽالنَ

source: Central Alaskan Yupʼik
kvx: سينٽرل الاسڪان يُوپِڪ

source: Central Kurdish
kvx: سينٽرل ڪُردِش

source: Central Melanau
kvx: وسطي ميلانو

source: Central Puebla Nahuatl
kvx: سينٽرل پوئِيبلا نيهُوتل

source: Change preferences
kvx: preferences تبڌِيل ڪرو

source: Changes contribution language of dataset only
kvx: رُوڳو ڊيٽا سيٽ رو حصو شيٽي ري ٻولي ڀڌلي هيڪئہ۔

source: Changes the language dataset to which you're contributing
kvx: اُوئا ٻولِي رو ڊيٽا سيٽ ڀڌلو جيا۾ تمي حصو نوکوه ريا۔

source: Changes website text only
kvx: رُوڳو ويب سائيڊ رو متن ڀڌلي ڪرو۔

source: Change your email via Settings under Login Identity
kvx: آپرِا اِيميل رِي سييٽنگ هيٺ ڀڌلو

source: Check
kvx: جائيزو ليوو

source: Check <icon></icon> is this a linguistically correct sentence?
kvx: Check<icon></icon>جيڪيۮِي تمون ڪنئہ زويا ۿارُو جُملا کتم ٿي ﻿زائہ تون ميرڀونئي ڪرينَ وڌِيڪ جُملا ڀيۯا ڪريا ۾ مڌت ڪرئي زائہ؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
kvx: چيڪ ڪرو جي تمارئي ٻولئي<languagesPageLink> ڪومن وائيس ٻولِيون را پونيا</languagesPageLink> مانه لسٽ ٿيل سئہ۔ جئي ڪيۮي نٿِي ٿيل تون اي فارم ڀرو انَ امي<strong> تمون نئہ هيڪ ميل ميلشون جئي تمون نئہ اي ۿزماوَشي جي آپرِي ٻولِي نئہ ڪم ڪرينَ سيٽ اَپ ڪروو</strong>۔

source: <chevron></chevron>See less
kvx: <chevron></chevron> ٿوڙو زوئو

source: <chevron></chevron>See more
kvx: <chevron></chevron> وڌارئہ زوئو

source: Chinese (China)
kvx: چائينِيز (چائينہ)

source: Chinese (Hong Kong)
kvx: چائينِينز (هانگ ڪانگ)

source: Chinese (Taiwan)
kvx: چائينِيز (تائيوانَ)

source: Chinyanja
kvx: ڇِنيانجا

source: Choose language/localization
kvx: ٻولِي/ لوڪيشن نئہ سُونڍو

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
kvx: ايوا سِڌا سوئال سُونڍو جيا نئہ هر هيڪ منک ۿورئہ نمُونئہ ۿزمي هيڪئہ،پسئہ ڀلئہ اُوئون رو مضمونَ ڪا ثقافت ڪوئي پڻ هوئہ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
kvx: ايوا سوئال سُونڍو جيا هر منک ۿارُو ۿزميا ۾ ۿورا هووئہ، ڀلئہ اُوئا رئي ثقافت ڪا ڌرجو ڪيئن پڻ هووئہ۔

source: Chuvash
kvx: چُوواش

source: Citation
kvx: حوالو

source: Cite with a URL link or the full name of the work.
kvx: ميرڀونئي ڪرينَ هيڪ يُو آر ايل لِنڪ ڪا پُورا نوم رو حوالو ۮيو۔

source: Citing Sentences
kvx: جُملون رو حوالو ۮيوو

source: Click
kvx: ڪِلِڪ

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
kvx: ڪِلڪ<guidanceLink> ايئٿہ</guidanceLink> زم تمي زوڻي هيڪو جي پونيا نئہ ڪم ڪرينَ استعمال ڪروو۔

source: Clipboard not supported
kvx: ڪِلپ بورڊ مڌت نٿِي ڪرتو

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
kvx: { $clipCount }آوازون را ڪِلپ،ٻڌائي محفُوظ ماپ{ $size }۔کتم{ $expires }۔

source: Clip Graveyard
kvx: ڪِلپ رو قبرستان

source: Clips recorded
kvx: ڪِلپ رِيڪارڊ ڪريا ڳيا

source: Clips Uploaded
kvx: ڪِلپ اپلوڊ ٿي ڳياه

source: Clips validated
kvx: ڪِلپون رئي تصڌِيق ڪرئي ڳئي

source: Clips You've Recorded
kvx: ڪِلپون جي تمي رِيڪارڊ ڪري

source: Clips You've Validated
kvx: ڪلپون جي﻿ا تمي تصڌيق ڪريا

source: Close
kvx: بند

source: Collecting sentences
kvx: جُملا ڀيۯا ڪروو

source: Coming Soon
kvx: جلڌِي آوئه ريو

source: Comment
kvx: کيال پيش ڪرو

source: Common Voice data plus all other voice datasets above.
kvx: ڪومنَ وائيس ڊيٽا ڀيۯو ماٿئہ ۮِيڌل ٻِيزئي آواز ڊيٽاسيٽ پڻ شامِل سئہ۔

source: Common Voice Dataset
kvx: ڪومنَ وائيس ڊيٽا سيٽ

source: Common Voice is a free, open source platform for community-led data creation
kvx: ڪومنَ وائيس هيڪ مُفت انَ آزاڌ پليٽ فارم سئہ جيٿئہ قوم رِي مڌت ٿِي ڊيٽا ٺايو زائہ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
kvx: ڪومنَ وائيس، موزِيلا فائونڊيشن رو هيڪ پروجيڪٽ سئہ، جيو يو ايس 501(c)(3) اِڌارو سئہ۔ ﻿هائي پروجيڪٽ همڻئہ پُورئہ نمُونئہ<philantropicGrantLink> فِلنَ ٿروپِڪ گرانٽ</philantropicGrantLink>، انَ ٻڌِي ڌُنيا رون منکون را پاها ٿِي ۮونَ (فنڊ) ۮِيڌو ﻿زائه۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
kvx: ڪومنَ وائيس ۮونَ انَ گرانٽ ٿِي فنڍ ٿئه! امي تعليمي، سِول سوسائيٽِي انَ انڊسٽرِي رِيسرچر ڀيۯا ملينَ ڪوم ڪروا پسنڌ ڪرونه۔ ڪومنَ وائس رو واپراوَ فرِي سئہ، پڻ پمفليٽ اور هوسٽنگ را کرچا رو پئهيو پرپوزل رئہ ذريعي ڪروو الهائِي مڌت گار سئہ۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
kvx: ڪومنَ وائيس هيڪ ايوِي جڳا رئي شُروئات ڪروا زائه ريو جيو کاس ان قُڌرتِي سئہ، جيا رو ڪوم هوشِي ڀي اکيتيار انَ لکت ۾ نٿِي اُوئون نئہ ڀيۯي ڪريا ۾ فوڪس ڪرشي۔اي الهائِي قوم رِيئون ٻوليون را ڊيٽا نئہ جلڌِي ڀيۯو ڪرشي۔ ان سائينسڌونون نئہ ان ٻولِي رئي ترقئي ڪرايا واۯون ۿارُو پڻ الهائِي ڦائيڌا واۯو هوشي۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kvx: ڪومنَ وائيس موزِيلا رئي هيڪ شُروئات سئہ جيو مشِينون نئہ اي شِينکاڙيا ۾ مڌت ڪرئہ جي ۿاس ۾ منک ڪم ڪرينَ ٻولئه۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
kvx: ڪومن وائيس ڌُونيا رو ٻڌون ٿِي موٽو عوامي موجودگئي انَ گھڻيون ٻوليون رو ڊيٽا سيٽ سئہ۔
